brew "bat"
brew "dagger"
brew "direnv"
brew "entr"
brew "fd"
brew "fzf"
brew "gum"
brew "lsd"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "xh"
brew "zellij"
brew "zoxide"
